Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: (Helps me debug — delete if you'd rather not share.) %@ %@
ar: (يساعدني في تصحيح الأخطاء — احذف هذه المعلومات إن كنت لا ترغب في مشاركتها.) ⁨%@⁩ ⁨%@⁩
ar_eg: (بيساعدني أصلّح الأخطاء — امسحه لو مش عايز تشاركه.) ⁨%@⁩ ⁨%@⁩
be: (Дапамагае мне з адладкай — выдаліце, калі не хочаце дзяліцца.) %@ %@
bn: (সমস্যা খুঁজতে সাহায্য করে — শেয়ার করতে না চাইলে মুছে দিন।) %1$@ %2$@
cs: (Pomáhá mi s laděním — smažte, pokud nechcete sdílet.) %@ %@
da: (Hjælper mig med fejlfinding — slet, hvis du helst ikke vil dele.) %@ %@
de: (Hilft bei der Fehlersuche. Lösche diese Angaben, wenn du sie nicht teilen möchtest.) %1$@ %2$@
es: (Me ayuda a encontrar errores. Bórralo si prefieres no compartirlo.) %1$@ %2$@
fil: (Nakakatulong sa pag-debug — burahin kung ayaw mong ibahagi.) %1$@ %2$@
fr: (Ces informations aident au diagnostic. Supprimez-les si vous préférez ne pas les partager.) %1$@ %2$@
ha: (Yana taimaka mini gyara kurakurai — share idan ba ka son rabawa.) %@ %@
he: (עוזר לי לאתר תקלות — אפשר למחוק אם לא רוצים לשתף.) ⁨%@⁩ ⁨%@⁩
hi: (समस्या ढूँढ़ने में मदद करता है — साझा नहीं करना हो तो हटा दें।) %1$@ %2$@
hu: (Segít a hibakeresésben — töröld, ha nem szeretnéd megosztani.) %@ %@
hy: (Օգնում է ինձ վրիպազերծել. ջնջեք, եթե չեք ցանկանում կիսվել։) %@ %@
id: (Membantu saya menelusuri kesalahan — hapus jika tidak ingin membagikan.) %@ %@
it: (Mi aiuta nel debug: elimina se preferisci non condividere.) %@ %@
ja: （問題の調査に役立ちます。共有したくない場合は削除してください。） %1$@ %2$@
ka: (მეხმარება გამართვაში — წაშალეთ, თუ გაზიარება არ გსურთ.) %@ %@
kk: (Қателерді түзетуге көмектеседі — бөліскіңіз келмесе, өшіріңіз.) %@ %@
ko: (문제를 찾는 데 도움이 됩니다. 공유하고 싶지 않으면 지워 주세요.) %1$@ %2$@
ky: (Мүчүлүштүктөрдү оңдоого жардам берет — бөлүшкүңүз келбесе, өчүрүңүз.) %@ %@
lt: (Padeda man derinti — ištrinkite, jei nenorite dalytis.) %@ %@
mr: (समस्या शोधण्यास मदत होते — शेअर करायचे नसल्यास काढून टाका.) %1$@ %2$@
ne: (मलाई त्रुटि सच्याउन मद्दत गर्छ — साझा गर्न नचाहे मेटाउनुहोस्।) %@ %@
nl: (Helpt me bij het opsporen van fouten. Verwijder dit als je het liever niet deelt.) %@ %@
pa_arab: (مینوں خرابی لبھن وچ مدد ملدی اے — سانجھا نئیں کرنا تے مٹا دیو۔) ⁨%@⁩ ⁨%@⁩
pcm: (E dey help me debug — delete am if you no wan share.) %@ %@
pl: (Pomaga mi w diagnostyce — usuń, jeśli wolisz nie udostępniać.) %@ %@
pt_br: (Ajuda a encontrar erros. Apague se preferir não compartilhar.) %1$@ %2$@
pt_pt: (Ajuda a encontrar erros. Apague se preferir não partilhar.) %1$@ %2$@
ro: (Mă ajută la depanare — șterge dacă preferi să nu partajezi.) %@ %@
ru: (Помогает мне с отладкой — удалите, если не хотите делиться.) %@ %@
sv: (Hjälper mig att felsöka — ta bort om du helst inte vill dela.) %@ %@
sw: (Hunisaidia kutatua hitilafu — futa ikiwa hutaki kushiriki.) %@ %@
ta: (பிழையைக் கண்டறிய உதவும் — பகிர விரும்பாவிட்டால் நீக்கவும்.) %1$@ %2$@
te: (లోపాన్ని కనుగొనడానికి సహాయపడుతుంది — పంచుకోవద్దనుకుంటే తీసివేయండి.) %1$@ %2$@
th: (ช่วยในการหาข้อผิดพลาด ลบได้หากไม่ต้องการแชร์) %1$@ %2$@
tr: (Hata ayıklamama yardımcı olur; paylaşmak istemiyorsanız silin.) %@ %@
uk: (Допомагає мені з налагодженням — видаліть, якщо не хочете ділитися.) %@ %@
ur: (مجھے خرابی دور کرنے میں مدد ملتی ہے — شیئر نہیں کرنا چاہتے تو حذف کر دیں۔) ⁨%@⁩ ⁨%@⁩
vi: (Giúp tôi tìm lỗi — hãy xóa nếu bạn không muốn chia sẻ.) %1$@ %2$@
yue: （幫我搵問題用；唔想分享可以刪除。） %@ %@
zh_hans: （这些信息有助于排查问题；如果不想分享，可以删除。） %1$@ %2$@
zh_hant: （有助於我偵錯；如果不想分享，可以刪除。） %@ %@

source: 24 h lock active
ar: قفل لمدة 24 ساعة مفعّل
ar_eg: قفل 24 ساعة شغّال
be: Блакіроўка на 24 гадз. актыўная
bn: ২৪ ঘণ্টার লক চালু
cs: Zámek na 24 h je aktivní
da: 24-timers lås aktiv
de: 24-Stunden-Sperre aktiv
es: Bloqueo de 24 h activo
fil: Aktibo ang 24-oras na lock
fr: Verrouillage de 24 h actif
ha: Kulle na awa 24 yana aiki
he: נעילה ל־24 שעות פעילה
hi: 24 घंटे का लॉक चालू है
hu: A 24 órás zárolás aktív
hy: 24-ժամյա կողպումն ակտիվ է
id: Kunci 24 jam aktif
it: Blocco di 24 h attivo
ja: 24時間ロック中
ka: 24-საათიანი ჩაკეტვა ჩართულია
kk: 24 сағаттық құлып белсенді
ko: 24시간 잠금이 활성화됨
ky: 24 сааттык кулпу иштеп жатат
lt: 24 val. užraktas aktyvus
mr: २४ तासांचे लॉक सुरू आहे
ne: २४ घण्टाको लक सक्रिय छ
nl: Vergrendeling van 24 uur actief
pa_arab: 24 گھنٹے دا لاک چالو اے
pcm: 24-hour lock don dey work
pl: Blokada na 24 godz. aktywna
pt_br: Bloqueio de 24 h ativo
pt_pt: Bloqueio de 24 h ativo
ro: Blocare de 24 h activă
ru: Блокировка на 24 ч активна
sv: 24-timmarslås aktivt
sw: Kufunga kwa saa 24 kumewashwa
ta: 24 மணிநேரப் பூட்டு செயலிலுள்ளது
te: 24 గంటల లాక్ అమల్లో ఉంది
th: ล็อก 24 ชั่วโมงอยู่
tr: 24 saatlik kilit etkin
uk: Блокування на 24 год активне
ur: 24 گھنٹے کا لاک فعال ہے
vi: Đang khóa trong 24 giờ
yue: 24 小時鎖定已啟用
zh_hans: 24 小时锁定已启用
zh_hant: 24 小時鎖定已啟用

source: A Safari extension that quietly hides infinite‑scroll feeds.
ar: إضافة ⁦Safari⁩ تخفي موجزات التمرير اللانهائي بهدوء.
ar_eg: إضافة ⁦Safari⁩ بتخفي بهدوء الصفحات اللي بتفضل تتمرّر من غير نهاية.
be: Пашырэнне Safari, якое непрыкметна хавае бясконцыя стужкі.
bn: Safari এক্সটেনশন যা অবিরাম স্ক্রল করা ফিড নিঃশব্দে লুকিয়ে রাখে।
cs: Rozšíření Safari, které nenápadně skrývá nekonečné kanály příspěvků.
da: En Safari-udvidelse, der diskret skjuler endeløse feeds.
de: Eine Safari-Erweiterung, die endlose Feeds unauffällig ausblendet.
es: Una extensión de Safari que oculta discretamente los feeds de desplazamiento infinito.
fil: Isang Safari extension na tahimik na nagtatago ng walang katapusang feed.
fr: Une extension Safari qui masque discrètement les fils à défilement infini.
ha: Ƙarin Safari da ke ɓoye jerin wallafe-wallafe marasa ƙarewa a hankali.
he: הרחבת ⁦Safari⁩ שמסתירה בשקט פידים אינסופיים.
hi: Safari एक्सटेंशन जो अंतहीन स्क्रॉल वाले फ़ीड चुपचाप छिपाता है।
hu: Safari-bővítmény, amely csendben elrejti a végtelen hírfolyamokat.
hy: Safari-ի ընդլայնում, որը աննկատ թաքցնում է անվերջ ժապավենները։
id: Ekstensi Safari yang diam-diam menyembunyikan feed tanpa akhir.
it: Un'estensione Safari che nasconde discretamente i feed a scorrimento infinito.
ja: 無限スクロールのフィードをそっと非表示にするSafari拡張機能です。
ka: Safari-ის გაფართოება, რომელიც შეუმჩნევლად მალავს უსასრულო ლენტებს.
kk: Шексіз таспаларды білдірмей жасыратын Safari кеңейтімі.
ko: 끝없이 스크롤되는 피드를 조용히 숨기는 Safari 확장 프로그램입니다.
ky: Чексиз түрмөктөрдү билинбей жашырган Safari кеңейтүүсү.
lt: „Safari“ plėtinys, tyliai paslepiantis begalinius srautus.
mr: अखंड स्क्रोल होणारे फीड शांतपणे लपवणारे Safari एक्सटेंशन.
ne: अनन्त स्क्रोल हुने फिडहरू चुपचाप लुकाउने Safari एक्स्टेन्सन।
nl: Een Safari-extensie die eindeloze feeds stilletjes verbergt.
pa_arab: ⁦Safari⁩ دی توسیع جو نہ مکّن والیاں فیڈاں چپ چاپ لُکاندی اے۔
pcm: Safari extension wey dey quietly hide feed wey no dey end.
pl: Rozszerzenie Safari, które dyskretnie ukrywa nieskończone kanały treści.
pt_br: Uma extensão do Safari que oculta discretamente feeds de rolagem infinita.
pt_pt: Uma extensão do Safari que oculta discretamente feeds de deslocamento infinito.
ro: O extensie Safari care ascunde discret fluxurile infinite.
ru: Расширение Safari, которое незаметно скрывает бесконечные ленты.
sv: Ett Safari-tillägg som diskret döljer oändliga flöden.
sw: Kiendelezi cha Safari kinachoficha kimya kimya milisho isiyoisha.
ta: முடிவற்ற ஸ்க்ரோல் ஊட்டங்களை அமைதியாக மறைக்கும் Safari நீட்டிப்பு.
te: అంతులేని స్క్రోల్ ఫీడ్‌లను నిశ్శబ్దంగా దాచే Safari ఎక్స్‌టెన్షన్.
th: ส่วนขยาย Safari ที่ซ่อนฟีดเลื่อนไม่รู้จบอย่างเงียบ ๆ
tr: Sonsuz akışları sessizce gizleyen bir Safari uzantısı.
uk: Розширення Safari, яке непомітно приховує нескінченні стрічки.
ur: ⁦Safari⁩ کی ایک توسیع جو لامتناہی فیڈز کو خاموشی سے چھپاتی ہے۔
vi: Tiện ích Safari âm thầm ẩn các bảng tin cuộn vô tận.
yue: 靜靜隱藏無限動態消息嘅 Safari 延伸功能。
zh_hans: 一款悄悄隐藏无限滚动信息流的 Safari 扩展。
zh_hant: 悄悄隱藏無限捲動動態的 Safari 延伸功能。

source: Allow Screen Time access
ar: السماح بالوصول إلى مدة استخدام الجهاز
ar_eg: اسمح بالوصول لمدة استخدام الجهاز
be: Дазволіць доступ да «Экраннага часу»
bn: স্ক্রিন টাইম ব্যবহারের অনুমতি দিন
cs: Povolit přístup k Času u obrazovky
da: Tillad adgang til Skærmtid
de: Zugriff auf Bildschirmzeit erlauben
es: Permitir acceso a Tiempo de uso
fil: Payagan ang access sa Screen Time
fr: Autoriser l’accès à Temps d’écran
ha: Ba da damar shiga Lokacin Allo
he: מתן גישה לזמן מסך
hi: स्क्रीन टाइम का ऐक्सेस दें
hu: Képernyőidő-hozzáférés engedélyezése
hy: Թույլատրել Էկրանի ժամանակի հասանելիությունը
id: Izinkan akses Durasi Layar
it: Consenti l'accesso a Tempo di utilizzo
ja: スクリーンタイムへのアクセスを許可
ka: ეკრანთან გატარებულ დროზე წვდომის დაშვება
kk: Экран уақытына кіруге рұқсат беру
ko: 스크린 타임 접근 허용
ky: Экран убактысына кирүүгө уруксат берүү
lt: Leisti prieigą prie ekrano laiko
mr: स्क्रीन टाइमचा प्रवेश द्या
ne: स्क्रिन टाइमको पहुँच अनुमति दिनुहोस्
nl: Geef toegang tot Schermtijd
pa_arab: سکرین ٹائم تک رسائی دی اجازت دیو
pl: Zezwól na dostęp do Czasu przed ekranem
pt_br: Permitir acesso ao Tempo de Uso
pt_pt: Permitir acesso ao Tempo de ecrã
ro: Permite accesul la Timp de utilizare
ru: Разрешить доступ к «Экранному времени»
sv: Tillåt åtkomst till Skärmtid
sw: Ruhusu ufikiaji wa Muda wa Skrini
ta: திரை நேர அணுகலை அனுமதி
te: స్క్రీన్ టైమ్ యాక్సెస్‌ను అనుమతించు
th: อนุญาตการเข้าถึงเวลาหน้าจอ
tr: Ekran Süresi erişimine izin ver
uk: Дозволити доступ до «Екранного часу»
ur: اسکرین ٹائم تک رسائی کی اجازت دیں
vi: Cho phép truy cập Thời gian sử dụng
yue: 允許取用螢幕使用時間
zh_hans: 允许访问屏幕使用时间
zh_hant: 允許取用螢幕使用時間

source: Allow Screen Time access below to finish setup.
ar: اسمح بالوصول إلى مدة استخدام الجهاز أدناه لإكمال الإعداد.
ar_eg: اسمح بالوصول لمدة استخدام الجهاز تحت عشان تكمّل الإعداد.
be: Каб завяршыць наладжванне, дазвольце доступ да «Экраннага часу» ніжэй.
bn: সেটআপ শেষ করতে নিচে স্ক্রিন টাইম ব্যবহারের অনুমতি দিন।
cs: Dokončete nastavení povolením přístupu k Času u obrazovky níže.
da: Tillad adgang til Skærmtid nedenfor for at fuldføre opsætningen.
de: Erlaube unten den Zugriff auf Bildschirmzeit, um die Einrichtung abzuschließen.
es: Permite el acceso a Tiempo de uso abajo para terminar la configuración.
fil: Payagan ang access sa Screen Time sa ibaba para matapos ang pag-setup.
fr: Autorisez ci-dessous l’accès à Temps d’écran pour terminer la configuration.
ha: Ba da damar shiga Lokacin Allo a ƙasa don kammala saitawa.
he: כדי להשלים את ההגדרה, יש לאפשר גישה לזמן מסך למטה.
hi: सेटअप पूरा करने के लिए नीचे स्क्रीन टाइम का ऐक्सेस दें।
hu: A beállítás befejezéséhez alább engedélyezd a Képernyőidő elérését.
hy: Կարգավորումն ավարտելու համար ստորև թույլատրեք Էկրանի ժամանակի հասանելիությունը։
id: Izinkan akses Durasi Layar di bawah untuk menyelesaikan pengaturan.
it: Consenti l'accesso a Tempo di utilizzo qui sotto per completare la configurazione.
ja: 設定を完了するには、下でスクリーンタイムへのアクセスを許可してください。
ka: დაყენების დასასრულებლად ქვემოთ დაუშვით ეკრანთან გატარებულ დროზე წვდომა.
kk: Баптауды аяқтау үшін төменде Экран уақытына кіруге рұқсат беріңіз.
ko: 설정을 완료하려면 아래에서 스크린 타임 접근을 허용하세요.
ky: Жөндөөнү бүтүрүү үчүн төмөндө Экран убактысына кирүүгө уруксат бериңиз.
lt: Toliau leiskite prieigą prie ekrano laiko, kad užbaigtumėte sąranką.
mr: सेटअप पूर्ण करण्यासाठी खाली स्क्रीन टाइमचा प्रवेश द्या.
ne: सेटअप पूरा गर्न तल स्क्रिन टाइमको पहुँच अनुमति दिनुहोस्।
nl: Geef hieronder toegang tot Schermtijd om de configuratie af te ronden.
pa_arab: سیٹ اپ پورا کرن لئی تھلے سکرین ٹائم تک رسائی دی اجازت دیو۔
pcm: Allow Screen Time access for below to finish setup.
pl: Zezwól poniżej na dostęp do Czasu przed ekranem, aby dokończyć konfigurację.
pt_br: Permita o acesso ao Tempo de Uso abaixo para concluir a configuração.
pt_pt: Permita o acesso ao Tempo de ecrã abaixo para concluir a configuração.
ro: Permite mai jos accesul la Timp de utilizare pentru a finaliza configurarea.
ru: Для завершения настройки разрешите доступ к «Экранному времени» ниже.
sv: Tillåt åtkomst till Skärmtid nedan för att slutföra inställningen.
sw: Ruhusu ufikiaji wa Muda wa Skrini hapa chini ili kukamilisha usanidi.
ta: அமைப்பை முடிக்கக் கீழே திரை நேர அணுகலை அனுமதிக்கவும்.
te: సెటప్ పూర్తి చేయడానికి కింద స్క్రీన్ టైమ్ యాక్సెస్‌ను అనుమతించండి.
th: อนุญาตการเข้าถึงเวลาหน้าจอด้านล่างเพื่อตั้งค่าให้เสร็จ
tr: Kurulumu tamamlamak için aşağıdan Ekran Süresi erişimine izin verin.
uk: Щоб завершити налаштування, дозвольте доступ до «Екранного часу» нижче.
ur: سیٹ اپ مکمل کرنے کے لیے نیچے اسکرین ٹائم تک رسائی کی اجازت دیں۔
vi: Cho phép truy cập Thời gian sử dụng bên dưới để hoàn tất thiết lập.
yue: 請喺下面允許取用螢幕使用時間，完成設定。
zh_hans: 请在下方允许访问屏幕使用时间，以完成设置。
zh_hant: 請在下方允許取用螢幕使用時間，以完成設定。

source: Allow on every website
ar: السماح على جميع المواقع
ar_eg: اسمح على كل المواقع
be: Дазвольце на ўсіх сайтах
bn: সব ওয়েবসাইটে অনুমতি দিন
cs: Povolte na všech webech
da: Tillad på alle websteder
de: Auf allen Websites erlauben
es: Permitir en todos los sitios web
fil: Payagan sa lahat ng website
fr: Autoriser sur tous les sites
ha: Ba da izini a duk shafukan yanar gizo
he: לאפשר בכל האתרים
hi: सभी वेबसाइटों पर अनुमति दें
hu: Engedélyezés minden webhelyen
hy: Թույլատրել բոլոր կայքերում
id: Izinkan di semua situs web
it: Consenti su tutti i siti web
ja: すべてのWebサイトで許可
ka: დაშვება ყველა ვებსაიტზე
kk: Барлық веб-сайтта рұқсат беру
ko: 모든 웹사이트에서 허용
ky: Бардык веб-сайттарда уруксат берүү
lt: Leisti visose svetainėse
mr: सर्व वेबसाइटवर परवानगी द्या
ne: सबै वेबसाइटमा अनुमति दिनुहोस्
nl: Sta toe op elke website
pa_arab: ساریاں ویب سائٹاں تے اجازت دیو
pcm: Allow am for every website
pl: Zezwól na wszystkich witrynach
pt_br: Permitir em todos os sites
pt_pt: Permitir em todos os sites
ro: Permite pe toate site-urile
ru: Разрешите на всех сайтах
sv: Tillåt på alla webbplatser
sw: Ruhusu kwenye tovuti zote
ta: எல்லா இணையதளங்களிலும் அனுமதி
te: అన్ని వెబ్‌సైట్‌లలో అనుమతించు
th: อนุญาตในทุกเว็บไซต์
tr: Tüm web sitelerinde izin verin
uk: Дозвольте на всіх вебсайтах
ur: تمام ویب سائٹس پر اجازت دیں
vi: Cho phép trên mọi trang web
yue: 允許喺所有網站使用
zh_hans: 允许访问所有网站
zh_hant: 允許所有網站

source: Apple doesn't allow apps to deep-link directly into the Safari extensions list. Follow the steps below.
ar: لا تسمح ⁦Apple⁩ للتطبيقات بفتح قائمة إضافات ⁦Safari⁩ مباشرةً. اتبع الخطوات أدناه.
ar_eg: ⁦Apple⁩ مش بتسمح للتطبيقات تفتح قايمة إضافات ⁦Safari⁩ مباشرة. اتبع الخطوات اللي تحت.
be: Apple не дазваляе праграмам адкрываць спіс пашырэнняў Safari наўпрост. Выканайце крокі ніжэй.
bn: Apple অ্যাপ থেকে সরাসরি Safari এক্সটেনশনের তালিকা খুলতে দেয় না। নিচের ধাপগুলি অনুসরণ করুন।
cs: Apple aplikacím neumožňuje otevřít přímo seznam rozšíření Safari. Postupujte podle kroků níže.
da: Apple tillader ikke, at apps åbner listen over Safari-udvidelser direkte. Følg trinnene nedenfor.
de: Apple erlaubt Apps nicht, die Liste der Safari-Erweiterungen direkt zu öffnen. Folge den Schritten unten.
es: Apple no permite abrir directamente la lista de extensiones de Safari desde una app. Sigue los pasos de abajo.
fil: Hindi pinapayagan ng Apple ang mga app na direktang buksan ang listahan ng Safari extensions. Sundin ang mga hakbang sa ibaba.
fr: Apple ne permet pas aux apps d’ouvrir directement la liste des extensions Safari. Suivez les étapes ci-dessous.
ha: Apple ba ya barin manhajoji su buɗe jerin ƙarin Safari kai tsaye. Bi matakan da ke ƙasa.
he: ⁦Apple⁩ אינה מאפשרת ליישומים לפתוח ישירות את רשימת הרחבות ⁦Safari⁩. יש לפעול לפי השלבים הבאים.
hi: Apple ऐप्स को सीधे Safari एक्सटेंशन सूची खोलने की अनुमति नहीं देता। नीचे दिए चरणों का पालन करें।
hu: Az Apple nem engedi, hogy az appok közvetlenül megnyissák a Safari-bővítmények listáját. Kövesd az alábbi lépéseket.
hy: Apple-ը հավելվածներին չի թույլատրում անմիջապես բացել Safari-ի ընդլայնումների ցանկը։ Հետևեք ստորև նշված քայլերին։
id: Apple tidak mengizinkan aplikasi membuka daftar ekstensi Safari secara langsung. Ikuti langkah di bawah.
it: Apple non permette alle app di aprire direttamente l'elenco delle estensioni Safari. Segui i passaggi qui sotto.
ja: AppleはアプリからSafariの拡張機能一覧を直接開くことを許可していません。以下の手順に従ってください。
ka: Apple აპებს Safari-ის გაფართოებების სიის პირდაპირ გახსნის უფლებას არ აძლევს. მიჰყევით ქვემოთ მოცემულ ნაბიჯებს.
kk: Apple қолданбаларға Safari кеңейтімдерінің тізімін тікелей ашуға рұқсат бермейді. Төмендегі қадамдарды орындаңыз.
ko: Apple은 앱에서 Safari 확장 프로그램 목록을 바로 여는 것을 허용하지 않습니다. 아래 단계를 따라 주세요.
ky: Apple колдонмолорго Safari кеңейтүүлөрүнүн тизмесин түз ачууга уруксат бербейт. Төмөнкү кадамдарды аткарыңыз.
lt: „Apple“ neleidžia programoms tiesiogiai atverti „Safari“ plėtinių sąrašo. Atlikite toliau nurodytus veiksmus.
mr: Apple ॲपना थेट Safari एक्सटेंशनची यादी उघडू देत नाही. खालील पायऱ्या वापरा.
ne: Apple ले एपहरूलाई Safari एक्स्टेन्सनको सूची सिधै खोल्न दिँदैन। तलका चरणहरू पालना गर्नुहोस्।
nl: Apple staat apps niet toe de lijst met Safari-extensies rechtstreeks te openen. Volg de onderstaande stappen.
pa_arab: ⁦Apple⁩ ایپاں نوں ⁦Safari⁩ دیاں توسیعاں دی لسٹ سدھی کھولن نئیں دیندا۔ تھلے دِتے قدم چکو۔
pcm: Apple no allow apps open Safari extensions list directly. Follow the steps below.
pl: Apple nie pozwala aplikacjom otwierać bezpośrednio listy rozszerzeń Safari. Wykonaj poniższe kroki.
pt_br: A Apple não permite que apps abram diretamente a lista de extensões do Safari. Siga as etapas abaixo.
pt_pt: A Apple não permite que apps abram diretamente a lista de extensões do Safari. Siga as etapas abaixo.
ro: Apple nu permite aplicațiilor să deschidă direct lista extensiilor Safari. Urmează pașii de mai jos.
ru: Apple не разрешает приложениям открывать список расширений Safari напрямую. Следуйте инструкциям ниже.
sv: Apple tillåter inte att appar öppnar listan över Safari-tillägg direkt. Följ stegen nedan.
sw: Apple hairuhusu programu kufungua orodha ya viendelezi vya Safari moja kwa moja. Fuata hatua zilizo hapa chini.
ta: Safari நீட்டிப்புப் பட்டியலை நேரடியாகத் திறக்க Apple செயலிகளை அனுமதிப்பதில்லை. கீழே உள்ள படிகளைப் பின்பற்றவும்.
te: Safari ఎక్స్‌టెన్షన్‌ల జాబితాను నేరుగా తెరవడానికి Apple యాప్‌లను అనుమతించదు. కింది దశలను అనుసరించండి.
th: Apple ไม่อนุญาตให้แอปเปิดรายการส่วนขยาย Safari โดยตรง โปรดทำตามขั้นตอนด้านล่าง
tr: Apple, uygulamaların Safari uzantı listesini doğrudan açmasına izin vermez. Aşağıdaki adımları izleyin.
uk: Apple не дозволяє програмам відкривати список розширень Safari безпосередньо. Виконайте наведені нижче кроки.
ur: ⁦Apple⁩ ایپس کو ⁦Safari⁩ کی توسیعات کی فہرست براہِ راست کھولنے نہیں دیتا۔ نیچے دیے گئے مراحل پر عمل کریں۔
vi: Apple không cho phép ứng dụng mở trực tiếp danh sách tiện ích Safari. Hãy làm theo các bước bên dưới.
yue: Apple 唔容許 App 直接開啟 Safari 延伸功能清單。請跟住下面嘅步驟做。
zh_hans: Apple 不允许 App 直接打开 Safari 扩展列表。请按照以下步骤操作。
zh_hant: Apple 不允許 App 直接開啟 Safari 延伸功能清單。請依照下列步驟操作。

source: Block Explore & trends
ar: حظر الاستكشاف والمواضيع الرائجة
ar_eg: حظر الاستكشاف والتريندات
be: Блакіраваць «Агляд» і трэнды
bn: এক্সপ্লোর ও ট্রেন্ড ব্লক করুন
cs: Blokovat Prozkoumat a trendy
da: Bloker Udforsk og trends
de: Entdecken und Trends blockieren
es: Bloquear Explorar y tendencias
fil: I-block ang Explore at mga trend
fr: Bloquer Explorer et les tendances
ha: Toshe Bincike da abubuwan da ke tashe
he: חסימת גילוי וטרנדים
hi: एक्सप्लोर और ट्रेंड ब्लॉक करें
hu: Felfedezés és trendek blokkolása
hy: Արգելափակել Բացահայտումն ու թրենդները
id: Blokir Jelajahi dan tren
it: Blocca Esplora e tendenze
ja: 話題を検索とトレンドをブロック
ka: აღმოჩენისა და ტრენდების დაბლოკვა
kk: Шолу мен трендтерді бұғаттау
ko: 탐색 및 트렌드 차단
ky: Изилдөө жана тренддерди бөгөттөө
lt: Blokuoti „Naršyti“ ir tendencijas
mr: एक्सप्लोर व ट्रेंड ब्लॉक करा
ne: अन्वेषण र ट्रेन्डहरू रोक्नुहोस्
nl: Verkennen en trends blokkeren
pa_arab: کھوج تے رجحان بلاک کرو
pcm: Block Explore and trends
pl: Blokuj Odkrywaj i trendy
pt_br: Bloquear Explorar e tendências
pt_pt: Bloquear Explorar e tendências
ro: Blochează Explorare și tendințe
ru: Блокировать «Обзор» и тренды
sv: Blockera Utforska och trender
sw: Zuia Gundua na mitindo
ta: ஆராய்தல் மற்றும் போக்குகளைத் தடு
te: ఎక్స్‌ప్లోర్, ట్రెండ్‌లను బ్లాక్ చేయి
th: บล็อกสำรวจและเทรนด์
tr: Keşfet ve gündemi engelle
uk: Блокувати «Огляд» і тренди
ur: دریافت اور رجحانات بلاک کریں
vi: Chặn Khám phá và xu hướng
yue: 封鎖探索同熱門話題
zh_hans: 屏蔽探索和趋势
zh_hant: 封鎖探索與趨勢

source: Block Infinite Feed
ar: حظر الموجز اللانهائي
ar_eg: حظر الفيد اللانهائي
be: Блакіраваць бясконцую стужку
bn: অন্তহীন ফিড ব্লক করুন
cs: Blokovat nekonečný kanál
da: Bloker uendeligt feed
de: Endlosen Feed blockieren
es: Bloquear el feed infinito
fil: I-block ang walang katapusang feed
fr: Bloquer le fil infini
ha: Toshe jerin da ba ya ƙarewa
he: חסימת הפיד האינסופי
hi: अनंत फ़ीड ब्लॉक करें
hu: Végtelen hírfolyam blokkolása
hy: Արգելափակել անվերջ լրահոսը
id: Blokir feed tanpa akhir
it: Blocca il feed infinito
ja: 無限フィードをブロック
ka: უსასრულო არხის დაბლოკვა
kk: Шексіз таспаны бұғаттау
ko: 무한 피드 차단
ky: Чексиз түрмөктү бөгөттөө
lt: Blokuoti begalinį srautą
mr: अमर्याद फीड ब्लॉक करा
ne: अनन्त फिड ब्लक गर्नुहोस्
nl: Oneindige feed blokkeren
pa_arab: بے انت فیڈ بلاک کرو
pcm: Block feed wey no dey end
pl: Blokuj nieskończony kanał
pt_br: Bloquear o feed infinito
pt_pt: Bloquear o feed infinito
ro: Blochează fluxul infinit
ru: Блокировать Infinite Feed
sv: Blockera oändligt flöde
sw: Zuia mlisho usioisha
ta: முடிவில்லா ஊட்டத்தைத் தடு
te: అంతులేని ఫీడ్‌ను బ్లాక్ చేయండి
th: บล็อกฟีดไม่รู้จบ
tr: Sonsuz akışı engelle
uk: Блокувати нескінченну стрічку
ur: لامحدود فیڈ بلاک کریں
vi: Chặn bảng tin vô tận
yue: 封鎖無限動態
zh_hans: 屏蔽无限信息流
zh_hant: 封鎖無限動態消息

source: Block Instagram Reels
ar: حظر ⁦Instagram Reels⁩
ar_eg: حظر ⁦Instagram Reels⁩
be: Блакіраваць Instagram Reels
bn: Instagram Reels ব্লক করুন
cs: Blokovat Instagram Reels
da: Bloker Instagram Reels
de: Instagram Reels blockieren
es: Bloquear Instagram Reels
fil: I-block ang Instagram Reels
fr: Bloquer les Reels Instagram
ha: Toshe Instagram Reels
he: חסימת ⁦Instagram Reels⁩
hi: Instagram Reels ब्लॉक करें
hu: Instagram Reels blokkolása
hy: Արգելափակել Instagram Reels-ը
id: Blokir Instagram Reels
it: Blocca Instagram Reels
ja: Instagram Reelsをブロック
ka: Instagram Reels-ის დაბლოკვა
kk: Instagram Reels бейнелерін бұғаттау
ko: Instagram Reels 차단
ky: Instagram Reels видеолорун бөгөттөө
lt: Blokuoti „Instagram Reels“
mr: Instagram Reels ब्लॉक करा
ne: Instagram Reels रोक्नुहोस्
nl: Instagram Reels blokkeren
pa_arab: ⁦Instagram Reels⁩ بلاک کرو
pl: Blokuj Instagram Reels
pt_br: Bloquear Instagram Reels
pt_pt: Bloquear Instagram Reels
ro: Blochează Instagram Reels
ru: Блокировать Instagram Reels
sv: Blockera Instagram Reels
sw: Zuia Instagram Reels
ta: Instagram Reels-ஐத் தடு
te: Instagram Reels‌ను బ్లాక్ చేయి
th: บล็อก Instagram Reels
tr: Instagram Reels'ı engelle
uk: Блокувати Instagram Reels
ur: ⁦Instagram Reels⁩ بلاک کریں
vi: Chặn Instagram Reels
yue: 封鎖 Instagram Reels
zh_hans: 屏蔽 Instagram Reels
zh_hant: 封鎖 Instagram Reels
